{
  "page_title": "THO 1-4 WES | Thornton Redbacks - West Wallsend",
  "h1_tags": [
    "Eredmenyek.com asks for your consent to use your personal data to:",
    "Manage your data",
    "Confirm our vendors",
    ""
  ],
  "h2_tags": [
    "Store and/or access information on a device",
    "Use limited data to select advertising",
    "Create profiles for personalised advertising",
    "Use profiles to select personalised advertising",
    "Create profiles to personalise content",
    "Use profiles to select personalised content",
    "Measure advertising performance",
    "Measure content performance",
    "Understand audiences through statistics or combinations of data from different sources",
    "Develop and improve services",
    "Use limited data to select content",
    "Ensure security, prevent and detect fraud, and fix errors",
    "Deliver and present advertising and content",
    "Save and communicate privacy choices",
    "Match and combine data from other data sources",
    "Link different devices",
    "Identify devices based on information transmitted automatically",
    "Use precise geolocation data",
    "Store and/or access information on a device",
    "Use limited data to select advertising",
    "Create profiles for personalised advertising",
    "Use profiles to select personalised advertising",
    "Create profiles to personalise content",
    "Use profiles to select personalised content",
    "Measure advertising performance",
    "Measure content performance",
    "Understand audiences through statistics or combinations of data from different sources",
    "Develop and improve services",
    "Use limited data to select content",
    "Storage, duration, and usage details",
    "Exponential Interactive, Inc d/b/a VDX.tv",
    "AdMaxim Limited",
    "Index Exchange Inc.",
    "Quantcast",
    "BeeswaxIO Corporation",
    "Sovrn, Inc.",
    "Adkernel LLC",
    "Adikteev",
    "RTB House S.A.",
    "The UK Trade Desk Ltd",
    "Nexxen Inc.",
    "Epsilon",
    "Yahoo EMEA Limited",
    "ADventori SAS",
    "Triple Lift, Inc.",
    "Xandr, Inc.",
    "Nexxen Group LLC",
    "NEURAL.ONE",
    "ADITION (Virtual Minds GmbH)",
    "Active Agent (Virtual Minds GmbH)",
    "Equativ",
    "Adform A/S",
    "Magnite, Inc.",
    "RATEGAIN ADARA INC",
    "Sift Media, Inc",
    "Lumen Research Limited",
    "OpenX",
    "Yieldlab (Virtual Minds GmbH)",
    "Roku Advertising Services",
    "Simplifi Holdings LLC",
    "PubMatic, Inc",
    "Comscore B.V.",
    "Flashtalking",
    "Sharethrough, Inc",
    "PulsePoint, Inc.",
    "Smaato, Inc.",
    "Crimtan Holdings Limited",
    "Criteo SA",
    "Adloox SA",
    "LiveRamp",
    "WPP Media",
    "Sonobi, Inc",
    "LoopMe Limited",
    "Dynata LLC",
    "Ask Locala",
    "Azira",
    "DoubleVerify Inc.​",
    "BIDSWITCH GmbH",
    "IPONWEB GmbH",
    "NextRoll, Inc.",
    "Media.net Advertising FZ-LLC",
    "LiveIntent Inc.",
    "Basis Global Technologies, Inc.",
    "Seedtag Advertising S.L",
    "SMADEX, S.L.U.",
    "Bombora Inc.",
    "Outbrain UK.",
    "Yieldmo, Inc.",
    "A Million Ads",
    "Remerge GmbH",
    "Affle Iberia SL",
    "Magnite CTV, Inc.",
    "Delta Projects AB",
    "Zemanta Inc.",
    "AcuityAds Inc.",
    "Rockerbox, Inc",
    "StackAdapt Inc.",
    "OneTag Limited",
    "Smartology Limited",
    "Improve Digital",
    "Adobe Advertising Cloud",
    "Bannerflow AB",
    "TabMo SAS",
    "Integral Ad Science (incorporating ADmantX)",
    "Wizaly",
    "Weborama",
    "Readpeak Oy",
    "Jivox Corporation",
    "Sojern, Inc.",
    "Polar Mobile Group Inc.",
    "On Device Research Limited",
    "Exactag GmbH",
    "Celtra Inc.",
    "ADTIMING TECHNOLOGY PTE. LTD",
    "Gemius SA",
    "InMobi Pte Ltd",
    "The Kantar Group Limited",
    "Samba TV UK Limited",
    "Nielsen Media Research Ltd.",
    "RevX",
    "Pixalate, Inc.",
    "Triapodi Ltd. d/b/a Digital Turbine",
    "AudienceProject A/S",
    "Eulerian Technologies",
    "Seenthis AB",
    "travel audience GmbH",
    "HUMAN",
    "Blendee srl",
    "Innovid LLC",
    "Zeta Global Corp.",
    "Madington",
    "Opinary (Affinity Global GmbH)",
    "PLAYGROUND XYZ EMEA LTD",
    "Lucid Holdings, LLC",
    "Jampp LTD",
    "Realtime Technologies GmbH",
    "DeepIntent, Inc.",
    "Happydemics",
    "Otto GmbH & Co. KGaA",
    "Adobe Audience Manager, Adobe Experience Platform",
    "CHEQ AI TECHNOLOGIES",
    "Localsensor B.V.",
    "Adnami Aps",
    "Blue",
    "Relay42 Netherlands B.V.",
    "Mobsuccess",
    "Liftoff Monetize and Vungle Exchange",
    "The MediaGrid Inc.",
    "Go.pl sp. z o.o.",
    "HyperTV, Inc.",
    "Appier PTE Ltd",
    "6Sense Insights, Inc.",
    "Google Advertising Products",
    "GfK GmbH",
    "Clinch Labs LTD",
    "Amazon Advertising",
    "LinkedIn Ireland Unlimited Company",
    "Moloco, Inc.",
    "Mintegral International Limited",
    "PRECISO SRL",
    "Pelmorex Corp.",
    "Extreme Reach, Inc",
    "Somplo Ltd",
    "Adelaide Metrics Inc",
    "Baidu (Hong Kong) Limited",
    "Arpeely Ltd.",
    "Adventure Media SARL",
    "Microsoft Advertising",
    "Opera Software Ireland Limited",
    "xpln.ai SAS",
    "ABCS INSIGHTS",
    "Affle Inc",
    "Admaster Private Limited",
    "Artsai",
    "Meta",
    "C3 Metrics",
    "eBay",
    "Evidon",
    "GroovinAds",
    "Sizmek",
    "Mercado Livre",
    "Smart",
    "SMN Corporation",
    "TrustArc",
    "CyberAgent",
    "MicroAd",
    "Magnite",
    "Yandex",
    "Singular Labs Inc.",
    "Neustar",
    "Netquest",
    "Cloudflare",
    "Salesforce DMP",
    "Bridgewell",
    "AppLovin Corp.",
    "AdTheorent, Inc.",
    "Rackspace",
    "Placed",
    "Aarki",
    "NinthDecimal",
    "TreSensa",
    "Bigabid",
    "Optimize LCC D.B.A Genius Monkey",
    "gskinner",
    "Yahoo! Japan",
    "Chalk Digital",
    "jsdelivr",
    "HockeyCurve",
    "Upwave",
    "IQM",
    "fluct",
    "Zucks",
    "Bidease",
    "UNICORN",
    "AdFalcon",
    "Supership",
    "Marketing Science Consulting Group, Inc.",
    "Kobler",
    "Adstra",
    "Persona.ly",
    "Oracle Data Cloud",
    "Throtle",
    "ironSource Mobile",
    "MediaPal",
    "Tuky Data",
    "CONTXTFUL",
    "MarketCast LLC",
    "LeadsRx",
    "Pangle DSP",
    "clean.io",
    "Intango Ltd.",
    "Unity Ads",
    "Loblaw Media",
    "Ad Lightning",
    "Lacuna",
    "Coupang",
    "Playable Factory",
    "Prism Partner",
    "TemuDSP",
    "DISQO"
  ],
  "h3_tags": [
    "Thornton Redbacks-West Wallsend"
  ],
  "h4_tags": [
    "1. félidő:0:1",
    "2. félidő:1:3"
  ],
  "elements_with_score_class": [
    {
      "classes": [
        "m.Eredmenyek.com",
        "mobi",
        "brand--flashscore"
      ],
      "text": "FRISSÍTÉS MOSTThornton Redbacks-West Wallsend1:4(0:1,1:3)Vége08.07.2025 12:00Összefoglalás|Tabella|Egymás elleni1. félidő:0:18'[WES]2. félidő:1:358'() [WES]61'[THO]63'[WES]83'[WES]Odds---A bet365 oddsai -Fogadj most!FRISSÍTÉS MOSTVissza|A lap tetejéreAz m.eredmenyek.com élő eredményeket szolgáltat - foci livescore - mobiltelefonra. Ez a mobil verzió technikai okokból más paraméterekkel rendelkezik, mint az Eredmenyek.com weboldal.Játssz felelősséggel!Gambling Therapy. 18+Copyright © 2006-25 m.Eredmenyek.comWelcome to Eredmenyek.comEredmenyek.com asks for your consent to use your personal data to:Personalised advertising and content, advertising and content measurement, audience research and services developmentStore and/or access information on a deviceLearn moreHow can I change my choice?What if I don't consent?How does legitimate interest work?Do I have to consent to everything?Your personal data will be processed and information from your device (cookies, unique identifiers, and other device data) may be stored by, accessed by and shared with143 TCF vendor(s) and 67 ad partner(s), or used specifically by this site or app.Some vendors may process your personal data on the basis of legitimate interest, which you can object to by managing your options below. Look for a link at the bottom of this page to manage or withdraw consent in privacy and cookie settings.ConsentDo not consentManage optionsData preferencesManage your dataYou can choose how your personal data is used. Vendors want your permission to do the following:TCF vendorsStore and/or access information on a deviceCookies, device or similar online identifiers (e.g. login-based identifiers, randomly assigned identifiers, network based identifiers) together with other information (e.g. browser type and information, language, screen size, supported technologies etc.) can be stored or read on your device to recognise it each time it connects to an app or to a website, for one or several of the purposes presented here.View detailsConsent (123 vendors)Use limited data to select advertisingAdvertising presented to you on this service can be based on limited data, such as the website or app you are using, your non-precise location, your device type or which content you are (or have been) interacting with (for example, to limit the number of times an ad is presented to you).View detailsConsent (78 vendors)Legitimate interest (38 vendors)Create profiles for personalised advertisingInformation about your activity on this service (such as forms you submit, content you look at) can be stored and combined with other information about you (for example, information from your previous activity on this service and other websites or apps) or similar users. This is then used to build or improve a profile about you (that might include possible interests and personal aspects). Your profile can be used (also later) to present advertising that appears more relevant based on your possible interests by this and other entities.View detailsConsent (104 vendors)Use profiles to select personalised advertisingAdvertising presented to you on this service can be based on your advertising profiles, which can reflect your activity on this service or other websites or apps (like the forms you submit, content you look at), possible interests and personal aspects.View detailsConsent (103 vendors)Create profiles to personalise contentInformation about your activity on this service (for instance, forms you submit, non-advertising content you look at) can be stored and combined with other information about you (such as your previous activity on this service or other websites or apps) or similar users. This is then used to build or improve a profile about you (which might for example include possible interests and personal aspects). Your profile can be used (also later) to present content that appears more relevant based on your possible interests, such as by adapting the order in which content is shown to you, so that it is even easier for you to find content that matches your interests.View detailsConsent (29 vendors)Use profiles to select personalised contentContent presented to you on this service can be based on your content personalisation profiles, which can reflect your activity on this or other services (for instance, the forms you submit, content you look at), possible interests and personal aspects. This can for example be used to adapt the order in which content is shown to you, so that it is even easier for you to find (non-advertising) content that matches your interests.View detailsConsent (28 vendors)Measure advertising performanceInformation regarding which advertising is presented to you and how you interact with it can be used to determine how well an advert has worked for you or other users and whether the goals of the advertising were reached. For instance, whether you saw an ad, whether you clicked on it, whether it led you to buy a product or visit a website, etc. This is very helpful to understand the relevance of advertising campaigns.View detailsConsent (77 vendors)Legitimate interest (56 vendors)Measure content performanceInformation regarding which content is presented to you and how you interact with it can be used to determine whether the (non-advertising) content e.g. reached its intended audience and matched your interests. For instance, whether you read an article, watch a video, listen to a podcast or look at a product description, how long you spent on this service and the web pages you visit etc. This is very helpful to understand the relevance of (non-advertising) content that is shown to you.View detailsConsent (30 vendors)Legitimate interest (20 vendors)Understand audiences through statistics or combinations of data from different sourcesReports can be generated based on the combination of data sets (like user profiles, statistics, market research, analytics data) regarding your interactions and those of other users with advertising or (non-advertising) content to identify common characteristics (for instance, to determine which target audiences are more receptive to an ad campaign or to certain contents).View detailsConsent (59 vendors)Legitimate interest (25 vendors)Develop and improve servicesInformation about your activity on this service, such as your interaction with ads or content, can be very helpful to improve products and services and to build new products and services based on user interactions, the type of audience, etc. This specific purpose does not include the development or improvement of user profiles and identifiers.View detailsConsent (63 vendors)Legitimate interest (48 vendors)Use limited data to select contentContent presented to you on this service can be based on limited data, such as the website or app you are using, your non-precise location, your device type, or which content you are (or have been) interacting with (for example, to limit the number of times a video or an article is presented to you).View detailsConsent (14 vendors)Legitimate interest (5 vendors)Ensure security, prevent and detect fraud, and fix errorsYour data can be used to monitor for and prevent unusual and possibly fraudulent activity (for example, regarding advertising, ad clicks by bots), and ensure systems and processes work properly and securely. It can also be used to correct any problems you, the publisher or the advertiser may encounter in the delivery of content and ads and in your interaction with them.View detailsDeliver and present advertising and contentCertain information (like an IP address or device capabilities) is used to ensure the technical compatibility of the content or advertising, and to facilitate the transmission of the content or ad to your device.View detailsSave and communicate privacy choicesThe choices you make regarding the purposes and entities listed in this notice are saved and made available to those entities in the form of digital signals (such as a string of characters). This is necessary in order to enable both this service and those entities to respect such choices.View detailsMatch and combine data from other data sourcesInformation about your activity on this service may be matched and combined with other information relating to you and originating from various sources (for instance your activity on a separate online service, your use of a loyalty card in-store, or your answers to a survey), in support of the purposes explained in this notice.View detailsLink different devicesIn support of the purposes explained in this notice, your device might be considered as likely linked to other devices that belong to you or your household (for instance because you are logged in to the same service on both your phone and your computer, or because you may use the same Internet connection on both devices).View detailsIdentify devices based on information transmitted automaticallyYour device might be distinguished from other devices based on information it automatically sends when accessing the Internet (for instance, the IP address of your Internet connection or the type of browser you are using) in support of the purposes exposed in this notice.View detailsUse precise geolocation dataWith your acceptance, your precise location (within a radius of less than 500 metres) may be used in support of the purposes explained in this notice.View detailsConsentYou can choose your data preferences. This site or app wants your permission to do the following:Site or appStore and/or access information on a deviceCookies, device or similar online identifiers (e.g. login-based identifiers, randomly assigned identifiers, network based identifiers) together with other information (e.g. browser type and information, language, screen size, supported technologies etc.) can be stored or read on your device to recognise it each time it connects to an app or to a website, for one or several of the purposes presented here.View detailsConsentUse limited data to select advertisingAdvertising presented to you on this service can be based on limited data, such as the website or app you are using, your non-precise location, your device type or which content you are (or have been) interacting with (for example, to limit the number of times an ad is presented to you).View detailsConsentCreate profiles for personalised advertisingInformation about your activity on this service (such as forms you submit, content you look at) can be stored and combined with other information about you (for example, information from your previous activity on this service and other websites or apps) or similar users. This is then used to build or improve a profile about you (that might include possible interests and personal aspects). Your profile can be used (also later) to present advertising that appears more relevant based on your possible interests by this and other entities.View detailsConsentUse profiles to select personalised advertisingAdvertising presented to you on this service can be based on your advertising profiles, which can reflect your activity on this service or other websites or apps (like the forms you submit, content you look at), possible interests and personal aspects.View detailsConsentCreate profiles to personalise contentInformation about your activity on this service (for instance, forms you submit, non-advertising content you look at) can be stored and combined with other information about you (such as your previous activity on this service or other websites or apps) or similar users. This is then used to build or improve a profile about you (which might for example include possible interests and personal aspects). Your profile can be used (also later) to present content that appears more relevant based on your possible interests, such as by adapting the order in which content is shown to you, so that it is even easier for you to find content that matches your interests.View detailsConsentUse profiles to select personalised contentContent presented to you on this service can be based on your content personalisation profiles, which can reflect your activity on this or other services (for instance, the forms you submit, content you look at), possible interests and personal aspects. This can for example be used to adapt the order in which content is shown to you, so that it is even easier for you to find (non-advertising) content that matches your interests.View detailsConsentMeasure advertising performanceInformation regarding which advertising is presented to you and how you interact with it can be used to determine how well an advert has worked for you or other users and whether the goals of the advertising were reached. For instance, whether you saw an ad, whether you clicked on it, whether it led you to buy a product or visit a website, etc. This is very helpful to understand the relevance of advertising campaigns.View detailsConsentMeasure content performanceInformation regarding which content is presented to you and how you interact with it can be used to determine whether the (non-advertising) content e.g. reached its intended audience and matched your interests. For instance, whether you read an article, watch a video, listen to a podcast or look at a product description, how long you spent on this service and the web pages you visit etc. This is very helpful to understand the relevance of (non-advertising) content that is shown to you.View detailsConsentUnderstand audiences through statistics or combinations of data from different sourcesReports can be generated based on the combination of data sets (like user profiles, statistics, market research, analytics data) regarding your interactions and those of other users with advertising or (non-advertising) content to identify common characteristics (for instance, to determine which target audiences are more receptive to an ad campaign or to certain contents).View detailsConsentDevelop and improve servicesInformation about your activity on this service, such as your interaction with ads or content, can be very helpful to improve products and services and to build new products and services based on user interactions, the type of audience, etc. This specific purpose does not include the development or improvement of user profiles and identifiers.View detailsConsentUse limited data to select contentContent presented to you on this service can be based on limited data, such as the website or app you are using, your non-precise location, your device type, or which content you are (or have been) interacting with (for example, to limit the number of times a video or an article is presented to you).View detailsConsentHow this consent management platform (CMP) works:CMP privacy choicesStorage, duration, and usage detailsThe choices you make with this CMP regarding the purposes and entities will affect how personalized advertising is presented to you. We need to store these choices to respect them on future visits, and they are stored differently based on the type of site or app you're using:Forsites, your choices are saved in a cookie named “FCCDCF” for a maximum duration of 390 days.Forapps, your choices are saved in device storage prefixed by “IABTCF_”. Your choices will be invalidated after 390 days and overwritten once you make new privacy choices on this app.Foraccelerated mobile page (AMP) sites, your choices are saved in local storage prefixed by “amp-store”. Your choices will be invalidated after 390 days and overwritten once you make new privacy choices on this site.Vendor preferencesAccept allConfirm choicesVendor preferencesConfirm our vendorsVendors can use your data to provide services. Declining a vendor can stop them from using the data you shared.TCF vendorsExponential Interactive, Inc d/b/a VDX.tvCookie duration: 90 (days).Data collected and processed: IP addresses, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentAdMaxim LimitedCookie duration: 30 (days).Data collected and processed: IP addresses, Probabilistic identifiers, Browsing and interaction datamoreCookie duration resets each session.View details|Privacy policyConsentIndex Exchange Inc.Cookie duration: 395 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentQuantcastCookie duration: 1825 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestBeeswaxIO CorporationCookie duration: 395 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentSovrn, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentAdkernel LLCCookie duration: 18 (days).Data collected and processed: IP addresses, Device identifiers, Non-precise location data, Precise location data, Users’ profilesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestAdikteevDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Non-precise location data, Users’ profilesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestRTB House S.A.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentThe UK Trade Desk LtdCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestNexxen Inc.Cookie duration: 180 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestEpsilonCookie duration: 1832 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentYahoo EMEA LimitedCookie duration: 750 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentADventori SASCookie duration: 90 (days).Data collected and processed: IP addresses, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentTriple Lift, Inc.Cookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentLegitimate interestXandr, Inc.Cookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestNexxen Group LLCCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestNEURAL.ONECookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentADITION (Virtual Minds GmbH)Cookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentActive Agent (Virtual Minds GmbH)Cookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentEquativCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentAdform A/SCookie duration: 3650 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestMagnite, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestRATEGAIN ADARA INCCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreView details|Storage details|Privacy policyConsentSift Media, IncDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location data, Precise location datamoreView details|Privacy policyConsentLumen Research LimitedDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Non-precise location data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentOpenXCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentYieldlab (Virtual Minds GmbH)Cookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentRoku Advertising ServicesCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestSimplifi Holdings LLCCookie duration: 366 (days).Data collected and processed: IP addresses, Device identifiers, Precise location datamoreUses other forms of storage.View details|Privacy policyConsentPubMatic, IncCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestComscore B.V.Cookie duration: 720 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentFlashtalkingCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentSharethrough, IncCookie duration: 30 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestPulsePoint, Inc.Cookie duration: 1830 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiersmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentSmaato, Inc.Cookie duration: 21 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentCrimtan Holdings LimitedCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentLegitimate interestCriteo SACookie duration: 390 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentAdloox SADoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location datamoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestLiveRampCookie duration: 3653 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentWPP MediaCookie duration: 395 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestSonobi, IncCookie duration: 60 (days).Data collected and processed: IP addresses, Device identifiers, Non-precise location datamoreView details|Privacy policyConsentLegitimate interestLoopMe LimitedCookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentDynata LLCCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentAsk LocalaDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location data, Precise location data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentAziraDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestDoubleVerify Inc.​Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreView details|Privacy policyLegitimate interestBIDSWITCH GmbHCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentIPONWEB GmbHCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentNextRoll, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentMedia.net Advertising FZ-LLCCookie duration: 2190 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentLegitimate interestLiveIntent Inc.Cookie duration: 731 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentBasis Global Technologies, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentLegitimate interestSeedtag Advertising S.LCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentSMADEX, S.L.U.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentBombora Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profilesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestOutbrain UK.Cookie duration: 1825 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentYieldmo, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestA Million AdsDoesn't use cookies.Data collected and processed: IP addresses, Device characteristicsmoreView details|Storage details|Privacy policyConsentRemerge GmbHDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location datamoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestAffle Iberia SLCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentMagnite CTV, Inc.Cookie duration: 366 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestDelta Projects ABCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreView details|Storage details|Privacy policyConsentLegitimate interestZemanta Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentAcuityAds Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestRockerbox, IncCookie duration: 1 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestStackAdapt Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestOneTag LimitedCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentSmartology LimitedDoesn't use cookies.Data collected and processed: IP addressesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestImprove DigitalCookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestAdobe Advertising CloudCookie duration: 730 (days).Data collected and processed: IP addresses, Device identifiers, Authentication-derived identifiers, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestBannerflow ABCookie duration: 366 (days).Data collected and processed: IP addresses, Device characteristics, Non-precise location data, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentTabMo SASCookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentIntegral Ad Science (incorporating ADmantX)Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Non-precise location data, Privacy choicesmoreView details|Privacy policyLegitimate interestWizalyCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentWeboramaCookie duration: 393 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestReadpeak OyDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestJivox CorporationCookie duration: 365 (days).Data collected and processed: IP addresses, Device identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentSojern, Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentPolar Mobile Group Inc.Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Privacy choicesmoreView details|Privacy policyLegitimate interestOn Device Research LimitedCookie duration: 30 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location datamoreCookie duration resets each session.View details|Storage details|Privacy policyConsentExactag GmbHCookie duration: 180 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentCeltra Inc.Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Precise location datamoreUses other forms of storage.View details|Storage details|Privacy policyConsentADTIMING TECHNOLOGY PTE. LTDCookie duration: 30 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction datamoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentGemius SACookie duration: 1825 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentInMobi Pte LtdDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profilesmoreUses other forms of storage.View details|Privacy policyConsentThe Kantar Group LimitedCookie duration: 914 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentSamba TV UK LimitedCookie duration: 390 (days).Data collected and processed: IP addresses, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentNielsen Media Research Ltd.Cookie duration: 120 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, User-provided data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentRevXDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Users’ profiles, Privacy choicesmoreView details|Privacy policyConsentPixalate, Inc.Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location datamoreView details|Storage details|Privacy policyConsentTriapodi Ltd. d/b/a Digital TurbineDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Privacy choicesmoreView details|Privacy policyConsentAudienceProject A/SCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestEulerian TechnologiesCookie duration: 390 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentSeenthis ABDoesn't use cookies.Data collected and processed: IP addresses, Device characteristicsmoreView details|Privacy policytravel audience GmbHCookie duration: 397 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profilesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentHUMANDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Non-precise location datamoreView details|Privacy policyLegitimate interestBlendee srlCookie duration: 366 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentInnovid LLCCookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestZeta Global Corp.Cookie duration: 390 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreView details|Storage details|Privacy policyConsentMadingtonDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Probabilistic identifiers, Non-precise location datamoreView details|Privacy policyConsentOpinary (Affinity Global GmbH)Cookie duration: 60 (days).Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentPLAYGROUND XYZ EMEA LTDCookie duration: 90 (days).Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Non-precise location datamoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLucid Holdings, LLCCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentJampp LTDDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Precise location datamoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestRealtime Technologies GmbHDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, User-provided data, Non-precise location data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestDeepIntent, Inc.Cookie duration: 548 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location datamoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestHappydemicsDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentOtto GmbH & Co. KGaACookie duration: 365 (days).Data collected and processed: IP addresses, Device identifiers, Browsing and interaction data, User-provided data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestAdobe Audience Manager, Adobe Experience PlatformCookie duration: 180 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentCHEQ AI TECHNOLOGIESCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristicsmoreCookie duration resets each session.View details|Storage details|Privacy policyLocalsensor B.V.Doesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location data, Precise location data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentAdnami ApsDoesn't use cookies.Data collected and processed: IP addresses, Non-precise location data, Privacy choicesmoreView details|Privacy policyLegitimate interestBlueCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentRelay42 Netherlands B.V.Cookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Users’ profiles, Privacy choicesmoreView details|Storage details|Privacy policyConsentMobsuccessCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLiftoff Monetize and Vungle ExchangeDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestThe MediaGrid Inc.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentGo.pl sp. z o.o.Cookie duration: 3000 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestHyperTV, Inc.Cookie duration: 3650 (days).Data collected and processed: IP addresses, Device characteristics, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestAppier PTE LtdCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Privacy policyConsentLegitimate interest6Sense Insights, Inc.Cookie duration: 730 (days).Data collected and processed: IP addresses, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profilesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestGoogle Advertising ProductsCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestGfK GmbHCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentClinch Labs LTDCookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestAmazon AdvertisingCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLinkedIn Ireland Unlimited CompanyCookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Authentication-derived identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestMoloco, Inc.Cookie duration: 730 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Non-precise location datamoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentLegitimate interestMintegral International LimitedDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Privacy choicesmoreUses other forms of storage.View details|Privacy policyConsentLegitimate interestPRECISO SRLCookie duration: 360 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profilesmoreCookie duration resets each session. Uses other forms of storage.View details|Storage details|Privacy policyConsentPelmorex Corp.Cookie duration: 365 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Users’ profiles, Privacy choicesmoreView details|Storage details|Privacy policyConsentExtreme Reach, IncCookie duration: 180 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentSomplo LtdDoesn't use cookies.Data collected and processed: IP addresses, Device characteristicsmoreView details|Privacy policyLegitimate interestAdelaide Metrics IncDoesn't use cookies.Data collected and processed: Device characteristics, Browsing and interaction datamoreView details|Privacy policyLegitimate interestBaidu (Hong Kong) LimitedCookie duration: 366 (days).Data collected and processed: Browsing and interaction datamoreView details|Storage details|Privacy policyConsentArpeely Ltd.Cookie duration: 90 (days).Data collected and processed: IP addressesmoreCookie duration resets each session.View details|Privacy policyConsentLegitimate interestAdventure Media SARLCookie duration: 3650 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreCookie duration resets each session.View details|Storage details|Privacy policyConsentLegitimate interestMicrosoft AdvertisingCookie duration: 396 (days).Data collected and processed: IP addresses, Device characteristics, Device identifiers, Probabilistic identifiers, Authentication-derived identifiers, Browsing and interaction data, User-provided data, Non-precise location data, Users’ profiles, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentOpera Software Ireland LimitedCookie duration: 365 (days).Data collected and processed: IP addresses, Device identifiers, Privacy choicesmoreCookie duration resets each session.View details|Privacy policyConsentLegitimate interestxpln.ai SASDoesn't use cookies.Data collected and processed: IP addresses, Device characteristics, Browsing and interaction data, Non-precise location data, Privacy choicesmoreView details|Privacy policyLegitimate interestABCS INSIGHTSDoesn't use cookies.Data collected and processed: IP addressesmoreView details|Privacy policyConsentAffle IncDoesn't use cookies.Data collected and processed: IP addresses, Device identifiersmoreUses other forms of storage.View details|Storage details|Privacy policyConsentAdmaster Private LimitedCookie duration: 365 (days).Data collected and processed: IP addresses, Device identifiers, Probabilistic identifiers, Browsing and interaction data, Non-precise location data, Privacy choicesmoreUses other forms of storage.View details|Storage details|Privacy policyConsentAd partnersArtsaiPrivacy policyConsentMetaPrivacy policyConsentC3 MetricsPrivacy policyConsenteBayPrivacy policyConsentEvidonPrivacy policyConsentGroovinAdsPrivacy policyConsentSizmekPrivacy policyConsentMercado LivrePrivacy policyConsentSmartPrivacy policyConsentSMN CorporationPrivacy policyConsentTrustArcPrivacy policyConsentCyberAgentPrivacy policyConsentMicroAdPrivacy policyConsentMagnitePrivacy policyConsentYandexPrivacy policyConsentSingular Labs Inc.Privacy policyConsentNeustarPrivacy policyConsentNetquestPrivacy policyConsentCloudflarePrivacy policyConsentSalesforce DMPPrivacy policyConsentBridgewellPrivacy policyConsentAppLovin Corp.Privacy policyConsentAdTheorent, Inc.Privacy policyConsentRackspacePrivacy policyConsentPlacedPrivacy policyConsentAarkiPrivacy policyConsentNinthDecimalPrivacy policyConsentTreSensaPrivacy policyConsentBigabidPrivacy policyConsentOptimize LCC D.B.A Genius MonkeyPrivacy policyConsentgskinnerPrivacy policyConsentYahoo! JapanPrivacy policyConsentChalk DigitalPrivacy policyConsentjsdelivrPrivacy policyConsentHockeyCurvePrivacy policyConsentUpwavePrivacy policyConsentIQMPrivacy policyConsentfluctPrivacy policyConsentZucksPrivacy policyConsentBideasePrivacy policyConsentUNICORNPrivacy policyConsentAdFalconPrivacy policyConsentSupershipPrivacy policyConsentMarketing Science Consulting Group, Inc.Privacy policyConsentKoblerPrivacy policyConsentAdstraPrivacy policyConsentPersona.lyPrivacy policyConsentOracle Data CloudPrivacy policyConsentThrotlePrivacy policyConsentironSource MobilePrivacy policyConsentMediaPalPrivacy policyConsentTuky DataPrivacy policyConsentCONTXTFULPrivacy policyConsentMarketCast LLCPrivacy policyConsentLeadsRxPrivacy policyConsentPangle DSPPrivacy policyConsentclean.ioPrivacy policyConsentIntango Ltd.Privacy policyConsentUnity AdsPrivacy policyConsentLoblaw MediaPrivacy policyConsentAd LightningPrivacy policyConsentLacunaPrivacy policyConsentCoupangPrivacy policyConsentPlayable FactoryPrivacy policyConsentPrism PartnerPrivacy policyConsentTemuDSPPrivacy policyConsentDISQOPrivacy policyConsentAccept allConfirm choicesClose",
      "tag": "body"
    }
  ],
  "elements_with_date_class": [
    {
      "classes": [
        "i-field",
        "time"
      ],
      "text": "8'",
      "tag": "p"
    },
    {
      "classes": [
        "i-field",
        "time"
      ],
      "text": "58'",
      "tag": "p"
    },
    {
      "classes": [
        "i-field",
        "time"
      ],
      "text": "61'",
      "tag": "p"
    },
    {
      "classes": [
        "i-field",
        "time"
      ],
      "text": "63'",
      "tag": "p"
    },
    {
      "classes": [
        "i-field",
        "time"
      ],
      "text": "83'",
      "tag": "p"
    }
  ],
  "elements_with_time_class": [],
  "elements_with_event_class": [
    {
      "classes": [
        "incident",
        "soccer"
      ],
      "text": "8'[WES]",
      "tag": "div"
    },
    {
      "classes": [
        "incident",
        "soccer"
      ],
      "text": "58'() [WES]",
      "tag": "div"
    },
    {
      "classes": [
        "incident",
        "soccer"
      ],
      "text": "61'[THO]",
      "tag": "div"
    },
    {
      "classes": [
        "incident",
        "soccer"
      ],
      "text": "63'[WES]",
      "tag": "div"
    },
    {
      "classes": [
        "incident",
        "soccer"
      ],
      "text": "83'[WES]",
      "tag": "div"
    }
  ],
  "potential_scores": [
    {
      "text": "1:4",
      "tag": "b",
      "classes": [],
      "parent_classes": [
        "detail"
      ]
    },
    {
      "text": "0:1",
      "tag": "b",
      "classes": [],
      "parent_classes": []
    },
    {
      "text": "1:3",
      "tag": "b",
      "classes": [],
      "parent_classes": []
    }
  ],
  "unique_classes_list": [
    "NMm5M",
    "adsbygoogle",
    "adsbygoogle-noablate",
    "advert-detail",
    "arrow",
    "arrow-down",
    "atp-vendor",
    "ball",
    "bookmarker-16",
    "brand--flashscore",
    "cleaner",
    "detail",
    "faq-section-closed",
    "faq-section-open",
    "fc-body",
    "fc-button",
    "fc-button-background",
    "fc-button-label",
    "fc-choice-dialog",
    "fc-confirm-choices",
    "fc-consent-preference-container",
    "fc-consent-root",
    "fc-cta-consent",
    "fc-cta-do-not-consent",
    "fc-cta-manage-options",
    "fc-data-preferences-accept-all",
    "fc-data-preferences-back",
    "fc-data-preferences-dialog",
    "fc-data-preferences-header",
    "fc-dialog",
    "fc-dialog-container",
    "fc-dialog-content",
    "fc-dialog-header",
    "fc-dialog-header-back-button",
    "fc-dialog-headline",
    "fc-dialog-overlay",
    "fc-dialog-restricted-content",
    "fc-dialog-scrollable-content",
    "fc-faq-contents",
    "fc-faq-header",
    "fc-faq-icon",
    "fc-faq-item",
    "fc-faq-item-dot",
    "fc-faq-item-title",
    "fc-faq-label",
    "fc-footer",
    "fc-footer-buttons",
    "fc-footer-buttons-container",
    "fc-footer-buttons-divider",
    "fc-header",
    "fc-header-text",
    "fc-help-dialog",
    "fc-help-dialog-button-container",
    "fc-help-dialog-close-button",
    "fc-help-dialog-close-button-label",
    "fc-help-dialog-container",
    "fc-help-dialog-contents",
    "fc-help-dialog-overlay",
    "fc-help-tip",
    "fc-help-tip-icon",
    "fc-iab-vendor-storage-info-container",
    "fc-launch-icon-svg",
    "fc-legitimate-interest-preference-container",
    "fc-lower-preference-divider",
    "fc-manage-options-third-button-label",
    "fc-manage-vendors",
    "fc-navigation",
    "fc-navigation-button",
    "fc-navigation-button-label",
    "fc-noneditable-body",
    "fc-preference-consent",
    "fc-preference-container",
    "fc-preference-container-divider",
    "fc-preference-description",
    "fc-preference-divider",
    "fc-preference-legitimate-interest",
    "fc-preference-slider",
    "fc-preference-slider-container",
    "fc-preference-slider-label",
    "fc-preference-title",
    "fc-preferences-container",
    "fc-primary-button",
    "fc-purpose-feature-description",
    "fc-purpose-feature-more-info",
    "fc-secondary-button",
    "fc-slider-el",
    "fc-stack-icon",
    "fc-stack-name",
    "fc-stacks",
    "fc-truncated-3-line",
    "fc-truncated-single-line",
    "fc-vendor-data-categories",
    "fc-vendor-data-categories-see-more",
    "fc-vendor-device-storage-disclosures",
    "fc-vendor-policy-link",
    "fc-vendor-preferences-accept-all",
    "fc-vendor-preferences-back",
    "fc-vendor-preferences-dialog",
    "fc-vendor-preferences-header",
    "fc-vendor-purposes-features-list",
    "fc-vendors-list-dialog",
    "footer",
    "footerAdvertGambling",
    "footer__copyrightText",
    "gamble-responsibly-footer",
    "gvl-vendor",
    "hhikbc",
    "i-field",
    "icon",
    "incident",
    "line-bottom",
    "logo",
    "m.Eredmenyek.com",
    "mobi",
    "notranslate",
    "odds-detail",
    "odds-geo-restrictions",
    "p-set",
    "publisher-purpose",
    "purpose",
    "refresh-bottom-detail",
    "refresh-top-detail",
    "soccer",
    "special-feature",
    "sticky-footer",
    "time",
    "toggle-btn",
    "web-link-external"
  ]
}